Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: For this purpose, adjustments were made to take account of all costs, including duties and taxes, incurred between importation and resale, and of profits normally accruing, so that a reliable export price could be established.
es: A tal efecto, se realizaron ajustes para tomar en consideración todos los costes, incluidos derechos e impuestos, soportados entre el momento de la importación y el de la reventa, más los beneficios normalmente acumulados, para poder establecer un precio de exportación fiable.

source: Suppose you're an average middle-class household with a marginal tax rate of 30 percent (federal plus state).
es: Suponga que usted pertenece a un grupo familiar de clase media, sujeto a una tasa marginal del 30 por ciento (impuesto federal y del estado).

source: The use tax rate is 7 percent.
es: El impuesto sobre el consumo personal es del 7%.

source: Specified for each delivering country (domestic delivery) or for each combination of delivering country and destination country (overseas delivery) a tax rate in percent for a combination of the tax classification of the ship-to party and of the article
es: Especificado para cada país distribuidor (entrega doméstica) o para cada combinación de país distribuidor y país receptor (entrega ultramarina) un tipo impositivo en porcentaje para una combinación de la clasificación fiscal del destinatario de las mercancías y del artículo

source: Displays the applicable total tax rate as a percent.
es: Muestra la tasa impositiva total correspondiente en forma de porcentaje.

source: This is due in part to an increased tax rate. The increase in the tax rate from 18.5 percent to 31.6 percent is the result of additional tax payments from audits and from writedowns of deferred tax assets from loss carryforwards.
es: En parte, esto se debe a un aumento de la cuota fiscal de 18,5 por ciento al 31,6 por ciento, que resulta de obligaciones fiscales retroactivas que surgieron de auditorías y de amortizaciones sobre impuestos diferidos activos de pérdidas de ejercicios anteriores.

source: Governor were claiming the state had sufficient funds to roll back the income tax rate to 5 percent.
es: Antes de las elecciones el gobernador y la vice-gobernadora alegaban que el estado contaba con suficientes ingresos como para reanudar el impuesto sobre renta al 5 por ciento.

source: Long-term capital gain realized by a U.S. Shareholder that is an individual (as well as certain trusts and estates) upon the sale or exchange of CPOs or ADSs before the end of a taxable year which begins before January 1, 2011, generally will be subject to a maximum United States federal income tax rate of 15 percent.
es: Las ganancias de capital a largo plazo obtenidas por un Accionista Estadounidense persona física (aplicará también a ciertos fideicomisos y patrimonios) a raíz de la venta o intercambio de los CPOs o ADSs antes del término del ejercicio fiscal que empieza el 1 de enero de 2011, generalmente estará sujeto a una tasa máxima de impuesto sobre la renta en los Estados Unidos de América de 15%.

source: The acquisition tax rate is 15 percent, and an offsetting entry has to be made as input tax at the same percentage rate.
es: El porcentaje de IVA de adquisición de la UE es del 15%, y debe realizarse una contrapartida como IVA soportado por el mismo porcentaje.

source: While private funding should be encouraged, it takes many years to achieve break-even and during this time there is a continuing need for public funding.
es: Aunque la financiación privada es fundamental, durante muchos años es difícil alcanzar el límite de rentabilidad y es necesario recurrir a la financiación pública.

source: Break-even inflation is the rate of inflation the market expects.
es: La inflación de equilibrio es la tasa de inflación que prevé el mercado.

source: If this trend continues, it is expected that the sector as a whole will break-even in 2012.
es: Si esta tendencia continúa, se espera que el sector, como un todo, alcance un equilibrio en 2012.

source: It makes you aware of all the costs involved and allows assessment of whether and when your business will break even.
es: Lo vuelve consciente de todos los costos involucrados y permite la evaluación de cuando su negocio alcanzará el punto de equilibrio.

source: Gross incomes might be as high as $4 to $5 per day, but the high cost of living and the numerous fees that have to be paid make it difficult for the miners to break even.
es: Los ingresos brutos oscilan entre 4 y 5 dólares diarios, pero debido a la carestía de la vida y los numerosos pagos que deben efectuar los mineros, difícilmente les queda dinero sobrante.

source: He is looking for people who will love Him so much, and so deeply, that they would rather die than break even one of His specific commandments.
es: Está buscando un pueblo que lo ame tanto, tan profundamente que preferirían morir antes que quebrantar uno de sus mandamientos.

source: 11.45 Routing units may move through friendly units, but they may not end Rout Movement stacked with friendly units-even if stacking were normally allowed.
es: 11.45 Las unidades que Huyen mueven a través de unidades amigas, pero no pueden acabar el Movimiento de Huida apiladas con unidades amigas - incluso si el apilamiento estuviera permitido normalmente.

source: b. he has at least 25 Benefit Units (without a Permanent Break in Service).
es: b. tiene al menos 25 Unidades de Beneficios (sin una Interrupción Permanente en el Empleo).

source: A large set of customizable data mining and graphing functions lets you analyze website traffic in the way that makes sense for you
es: Un extenso set de funciones personalizables para extracción de datos y de gráficos le permite analizar tráfico de su sitio en la manera que usted entiende mejor

source: Whenever a user connects to the Internet, downloads e-mails or opens a website traffic data is generated.
es: Cuando el usuario se conecta a Internet, telecarga correos electrónicos o abre un sitio web, se generan datos de tráfico.

source: SmarterStats will prepare businesses to make informed decisions that drive them toward quantifiable objectives for website traffic and sales.
es: SmarterStats permitirá a las empresas conseguir los retos comerciales deseados a través del tráfico de su sitio web.

source: Best suits a small static website site with a small amount of graphical content and low website traffic.
es: Ideal para un pequeño website estático con poca carga gráfica y bajo tráfico web.

source: An adjustment was made for all costs, including duties and taxes incurred between importation and resale, and for profit.
es: Se realizó un ajuste por todos los costes, incluidos los derechos e impuestos contraídos entre la importación y la reventa, y por el beneficio.

source: Adjustments were made in the resale price to the first independent buyer in the Community for all costs including duties and taxes, incurred between importation and resale, in order to establish a reliable export price at ex-works level.
es: Se hicieron ajustes en el precio de reventa al primer comprador independiente en la Comunidad correspondientes a todos los costes, incluidos derechos e impuestos, soportados entre la importación y la reventa, con el fin de establecer un precio de exportación fiable de fábrica.

source: In constructing the export price, the Commission took account of all costs, including duties and taxes, incurred between importation and resale to the first independent buyer and of profits normally accruing, so that a reliable export price could be established at the Community frontier level.
es: Para calcular el precio de exportación, la Comisión tuvo en cuenta todas los costes, incluidos los derechos e impuestos, soportados entre el momento de la importación y el de la reventa al primer comprador independiente, más los beneficios normalmente devengados, con el fin de establecer un precio de exportación fiable en la frontera de la Comunidad.

source: You are responsible for all fees and taxes incurred by you.
es: Usted es responsable de todos los gastos e impuestos que genere.

source: 8. Use the Generate taxes function to calculate the taxes incurred on the flows to be posted.
es: 8. Utilice la función Generar impuestos para calcular los impuestos obligatorios en los movimientos que deben contabilizarse.

source: "According to MFRS D-4, ""Accounting for Income Taxes"" (""MFRS D-4""), income taxes incurred during the period are presented in the income statement."
es: "De acuerdo con la NIF D-4, ""Impuestos a la utilidad"" (""NIF D-4""), los impuestos a la utilidad causados en el ejercicio se presentan en el estado de resultados."

source: Given a tax rate of 15 percent, the invoice amount or the total of the expense or revenue items and the tax items together would be 115 percent.
es: De este modo, el importe de la factura o el total del conjunto de las posiciones de gasto o ingreso, junto con las posiciones de los impuestos, representan el 115% para un IVA del 15%.

source: For instance, Barbados' top income tax rate is 2 percent, whereas Bermuda has a zero tax policy for U.S. dollars sitting in local banks, which has attracted many foreign investors looking to protect their wealth from predatory tax structures.
es: Por ejemplo, la mayor tasa de impuestos a las ganancias en Barbados es del dos por ciento, mientras Bermuda tiene una política de cero impuestos para las cuentas de norteamericanos depositadas en sus bancos, lo cual ha atraído a muchos inversionistas extranjeros que buscan proteger su dinero de las depredadoras estructuras fiscales.

source: The output tax rate is 14 percent, and the additional sales equalization tax amount is 33 percent of the output tax (4.62 percent of the invoice amount).
es: El porcentaje de IVA repercutido es del 14%, y el importe del recargo de equivalencia es de un 33% del IVA repercutido (4,62% del importe de factura).

source: Likewise, it is eliminated the imposition of the technical services and other services developed in Chile or Sweden by residents of the other country when its duration is inferior to six months (these services are subject to a tax rate of 20 percent to 35 percent respectively in Chile).
es: Asimismo, se elimina la imposición de los servicios técnicos y otros servicios desarrollados en Chile o Suecia por residentes del otro país cuando su duración es inferior 6 meses (estos servicios están sujetos en Chile a una tasa de impuesto de 20% y 35% respectivamente).

source: For example, if your federal tax rate is 15 percent and you invest $3,000 in an IRA, you'll save $450 in taxes.
es: Por ejemplo, si su tasa de impuestos federales es del 15 por ciento y usted invierte $3,000 en una cuenta IRA, usted se ahorrará $450 en impuestos.

source: But, in spite of the slump in exports, the government has kept its tax rate at 35 percent.
es: A pesar de la caída en las exportaciones, el gobierno no disminuyó el porcentaje de retención sobre el producto, manteniéndolo en el 35 por ciento que cobraba en 2008.

source: When making this posting, you should use a tax code which represents a tax rate of zero percent.
es: Al realizar esta contabilización, utilice un indicador de impuestos que represente un tipo impositivo del cero por ciento.

source: Define the tax rate in percents with decimals, for example, 10,5 %.
es: Defina el tipo impositivo en porcentaje con decimales; por ejemplo, 10,5 %.

source: The expected tax expense for fiscal 2008 is calculated from applying the domestic tax rate of 31.58 percent (previous year 39.9 percent) applicable to the 2008 assessment period to earnings before taxes.
es: La carga tributaria del ejercicio económico 2008 surge de aplicar la tasa impositiva vigente en Alemania para las valuaciones impositivas del período 2008 del 31,58 por ciento (año anterior 39,9 por ciento) sobre el resultado antes de impuestos.

source: Nevertheless, Lynch feels that doing business in Poland is mostly a pleasure, even better now since the government cut the business tax rate from about 40 percent to 19 percent and since Poland joined the European Union (EU).
es: Sin embargo, Lynch opina que hacer negocios en Polonia es mayormente un placer, y más ahora que el gobierno ha reducido la tasa impositiva comercial de casi 40 á 19 por ciento, y Polonia ha ingresado a la Unión Europea.

source: Units with two or three steps may break down into different units during play, either voluntarily or as a result of combat.
es: Las unidades con dos o tres pasos pueden dividirse en diferentes unidades durante el juego, bien voluntariamente o como resultado del combate.

source: "Any positive balance in the sum of money after break-even has been achieved by a non-profit charitable organisation (i.e. the equivalent of ""profit"" in a private sector company)."
es: Cualquier balance positivo expresado en una suma de dinero logrado por una organización benéfica sin ánimo de lucro después de haber alcanzado el punto muerto (es decir, el equivalente de beneficios en una empresa del sector privado).

source: Evaluating the knowledge according to target market, associated risks and time to market.
es: Evaluación del stock de conocimiento en función de los mercados objetivos, los riesgos asociados y su time to market.

source: Choose a target market and then outline how your club will approach each group.
es: Seleccione un mercado objetivo y luego explique de qué manera el club se acercará a cada grupo.

source: Positioning matrix for technology and/or projects developed by target market, associated risks and time to market.
es: Matrices de posicionamiento de las tecnologías y/o productos desarrollados en función de sus mercados objetivos, riesgos asociados y time to market.

source: DHL Express then invoices the Sender for the administration of this service as well as the duties and taxes incurred at destination.
es: DHL Express luego factura al Remitente por la administración de este servicio así como por los gastos correspondientes a impuestos y aranceles incurridos en el destino.

source: 95,238 Profit after taxes incurred in the year
es: 95.238 Resultados después de impuestos producidos en el ejercicio

source: Winners are responsible for the payment of all applicable taxes incurred by them related to the receipt of any prize they win in the Quiz.
es: Los ganadores son responsables del pago de todas las posibles tasas que puedan derivar de la recepción del premio ganado en el Juego.

source: The amounts sought for Canadian Settlement Class Counsel fees will not exceed 25% of the Canadian Settlement Fund, plus disbursements and taxes incurred to the date settlement approval is granted by the Courts.
es: Los montos procurados en concepto de honorarios del Asesor legal del grupo del acuerdo canadiense no excederán el 25% del Fondo de liquidación canadiense, más los gastos e impuestos incurridos hasta la fecha en que los Tribunales aprueben el acuerdo.

source: 7] In the cases referred to in paragraph 3, allowances for costs, including duties and taxes, incurred between importation and resale, and for profits accruing, should also be made.
es: 7] En los casos previstos en el párrafo 3, se deberán tener en cuenta también los gastos, con inclusión de los derechos e impuestos, en que se incurra entre la importación y la reventa, así como los beneficios correspondientes.

source: In addition, Section 6166 of the Internal Revenue Code allows any estate taxes incurred because of the inclusion of a closely held business in your estate to be deferred for 5 years (with interest-only payments for the first four years and interest plus principal due in the fifth year), and then paid in annual installments over a period of up to 10 years.
es: Además, la Sección 6166 del Código del Departamento de Rentas Internas permite que todo impuesto estatal aplicado debido a la inclusión de un negocio estrechamente controlado en su patrimonio sea diferido por 5 años (con solamente pagos de interés durante los primeros cuatro años e interés más principal pagaderos en el quinto año) y luego pagos en cuotas anuales durante un periodo de hasta 10 años.

source: "The expression in Article 2.4 of the Antidumping Agreement-""allowances for costs, including duties and taxes, incurred between importation and resale...""-can, in the view of the Panel, only be understood as a reference to costs incurred in connection with the sale to the unaffiliated importer in the United States."
es: "La expresión en el artículo 2.4 del Código Antidumping, ""reducciones por costos, incluidos derechos e impuestos, incurridos entre la importación y la reventa..."", en opinión del Panel, solo puede ser entendida como una referencia a costos incurridos en relación con la venta al importador no afiliado en los Estados Unidos."

source: additional costs which the consumer has to pay on concluding a credit agreement, provided the creditor knows how much they amount to, such as taxes incurred by the creditor, administrative costs, and assessment costs with regard to the sureties required, where applicable the costs of managing an account set up specifically for the purpose of the loan in question, in which both payments and credits are entered, and, where applicable, charges for the use or availability of a card or other means of payment which can be used at the same time either to make payments or draw down credit, and costs relating to payment transactions in general
es: las cargas complementarias que el consumidor debe pagar cuando suscribe un contrato de crédito, en el caso de que el prestamista conozca su cuantía, concretamente las tasas que debe percibir el prestamista , los gastos administrativos y los gastos de peritación de las garantías exigidas, y en caso necesario los costes de gestión de una nueva cuenta que deberá abrirse en el momento de la suscripción de crédito y en la que se registrarán tanto los pagos como las detracciones de crédito, así como, si procede, los gastos de utilización o disposición de una tarjeta o de otro medio de pago con el que puedan efectuarse al mismo tiempo pagos y detracciones de crédito, así como los costes de las operaciones de pago en general

source: Most income taxes incurred in the last three years.
es: La mayoría de los impuestos sobre la renta personal incurridos en los últimos tres años.

source: Participants are solely responsible for all fees and taxes incurred through their wireless mobile service, Web browser access and for text messages and/or data downloads, or otherwise, associated with participation in this Game.
es: Los participantes son los únicos responsables de todos los cargos e impuestos incurridos a través de su servicio de telefonía celular, acceso al explorador Web y por mensajes de texto, o de otra índole, asociados con la participación en este Juego.

source: During the year the average withholding tax rate was 15 percent (2009 15 percent).
es: Durante el año, la tasa promedio de impuestos de retención para el Fondo fue de un 15 por ciento (2008 15 por ciento).

source: The royalties will go from 1 percent to 30 percent and the tax rate will rise to 50 percent from its current level of 34 percent.
es: Las regalías pasarán del 1 por ciento al 30 por ciento y la tasa impositiva pasaría a ubicarse en 50 por ciento en lugar de 34%.

source: Create a tax code for output tax, which shows a tax rate of zero percent.
es: Crear un indicador de impuestos para el IVA repercutido que muestre un tipo impositivo del cero por ciento.

source: This posting must be made using a tax code which represents a tax rate of zero percent.
es: Esta contabilización debe realizarse mediante un indicador de impuestos que visualice un tipo impositivo del cero por ciento.

source: You can also create sales/purchase tax codes for sales that are tax-exempt in which case the tax rate is zero percent.
es: También es posible crear indicadores de impuestos sobre el volumen de negocios exentos de impuestos, en cuyo caso el tipo impositivo es cero.

source: The tax rate amounted to 25.2 percent.
es: La cuota de impuestos fue del 25,2%.

source: In 2007 the central sales tax rate was cut from 4 percent to 3 percent.
es: En 2007 la tasa de impuestos centrales a las ventas fue reducida del 4 al 3 por ciento.

source: payroll tax rate - for Social Security, 12.4 percent of income up to the wage cap.
es: payroll tax (tasa de impuestos a la nómina) - 12.4 por ciento para el Seguro social, hasta el límite máximo de salario.

source: Measured as GDP at market prices minus labour income (excl. self employed), times one minus effective corporate tax rate, all in percent of capital.
es: Medida como el PIB a precios de mercado, menos las rentas del trabajo (excluidas las de los trabajadores autónomos), menos el impuesto de sociedades, en porcentaje del capital.

source: It is not possible to provide an exhaustive list of all the possible barriers to substitution and of switching costs.
es: No es posible proporcionar una lista exhaustiva de todos los posibles obstáculos a la sustitución y de sus costes inherentes.

source: And what if the end result was either online or hard copy just as the target market wants?
es: ¿Y si el resultado final pudiera ofrecerse en soporte digital o impreso en función de las preferencias del mercado objetivo?

source: It must therefore be concluded that, if all the parties directly concerned were more familiar with the principle of mutual recognition, access to the target market could be easier and cheaper for economic operators.
es: Así pues, se ha de concluir que un mejor conocimiento del principio de reconocimiento mutuo por todas las partes directamente afectadas recortaría los costes que el acceso al mercado de destino supone para el agente económico.

source: The idea of separating the tweeter from the speaker box was a simple one, but it took seven long years to match acoustics and design in a product that would really mean something to our target market.
es: La idea de separar el tweeter del altavoz era sencilla, pero nos llevó siete largos años para aunar acústica y diseño en un producto que llegara realmente a nuestro mercado de destino.

source: Does the local population fit your target market profile?
es: ¿Coincide la población local con el perfil de su mercado propuesto?

source: The logistics and equipment in place should be appropriate to successfully commercialize the product in the target market.
es: La logística y el equipo existentes deben ser adecuados para poder comercializar el producto con éxito en el mercado de destino.

source: It is important to identify a target market because successful businesses have a customer focus.
es: Es importante identificar un mercado propuesto porque los negocios exitosos están orientados hacia los clientes.

source: Ongoing research and adaptation is also needed due to the ever-changing legal, economic and industry-specific circumstances of the target market.
es: También los aspectos jurídicos, económicos y específicos del ramo en cuestión que rigen en el mercado meta requieren un estudio tenaz.

source: One or more of these schemes of best agricultural practices will be applied according to the type of operation and the target market for the produce.
es: Según el tipo de explotación y el mercado de destino de su producción aplicaran uno o varios de estos esquemas de buenas practicas agrícolas.

source: The Corporation will seek to meet the needs of its target market by deploying its resources in the most effective manner, both directly and indirectly.
es: La Corporación buscará satisfacer las necesidades de su mercado, desplegando sus recursos de la manera más eficaz, tanto directa como indirectamente.
